Autodesk.Revit.DB.PaperPlacementType.Margins
The type of Paper Placement is Margins. It's obsolete, use LowerLeft instead.

Autodesk.Revit.DB.PaperPlacementType.LowerLeft
The type of Paper Placement is LowerLeft.